Repository: miratcan/Resmin
Catalog: resmin/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Username
tr: Kullanıcı Adı

source: Password
tr: Şifre

source: Password Again
tr: Şifre Tekrar

source: Invitation Key
tr: Davetiye Kodu

source: User with this username already exists
tr: Bu kullanıcı adı daha önce alınmış

source: Password fields must be same
tr: Şifre alanları aynı olmalı

source: This key reached it's maximum use limit. It cant be used anymore.
tr: Bu davetiye kodu maksimum kullanma limitine ulaşmış. Daha fazla kullanılamaz.

source: Invalid invitation key
tr: Geçersiz davetiye kodu

source: send email notification
tr: eposta ile bildir

source: send site notification
tr: sitede bildir

source: You can not do that action on yourself.
tr: Bu işlemi kendi üzerinde gerçekleştiremezsin.

source: You made %s unfollow you.
tr: %s kişisini takipçin olmaktan çıkardın.

source: You set %s as follower.
tr: %s kişisini takipçin yaptın.

source: You set %s as restricted follower.
tr: %s kişisini kısıtlı takipçi yaptın.

source: Ask me a question:
tr: Bana bir soru sor:

source: Ask as anonymouse
tr: Kimliğimi gizle

source: bio
tr: biografi

source: website
tr: internet sitesi

source: location
tr: konum

source: email
tr: eposta

source: Your question sent to user.
tr: Sorun kullanıcıya gönderildi.

source: Follow request sent to user
tr: Takipçi olma isteğin kullanıcıya gönderildi

source: You are not a follower anymore
tr: Artık bu kullanıcının takipçisi değilsin

source: You have blocked this user
tr: Bu kullanıcıyı engelledin

source: You have unblocked this user
tr: Bu kullanıcının engelini kaldırdın

source: Your profile updated
tr: Profilin güncellendi

source: Registration complete, wellcome :)
tr: Kayıt tamamlandı, hoşgeldin :)

source: Your email confirmed :)
tr: E-posta adresin onaylandı :)

source: Your preferences updated
tr: Tercihlerin güncellendi

source: Comment
tr: Yorum

source: group
tr: grup

source: Creates the message optionally for all users or a group of users.
tr: Opsiyonel olarak mesajı tüm kullanıcılar veya bir grup için yaratır.

source: All users
tr: Herkes

source: Message
tr: Mesaj

source: Date/time
tr: Tarih/Zaman

source: The following usernames are incorrect: %(users)s
tr: Bu kullanıcı isimleri hatalı: %(users)s

source: Recipient
tr: Alıcı

source: Subject
tr: Konu

source: Body
tr: Mesaj

source: Message Received
tr: Mesaj alındı

source: you have received a message
tr: yeni bir mesajın var

source: Message Sent
tr: Mesaj Gönderildi

source: you have sent a message
tr: bir mesaj gönderdin

source: Message Replied
tr: Mesaj Cevaplandı

source: you have replied to a message
tr: bir mesaja cevap verdin

source: Reply Received
tr: Cevapla

source: you have received a reply to a message
tr: bir mesaja cevap aldın

source: Message Deleted
tr: Mesaj Silindi

source: you have deleted a message
tr: bir mesaj sildin

source: Message Recovered
tr: Mesaj Geri Alındı

source: you have undeleted a message
tr: silinmemiş mesajın var

source: Sender
tr: Gönderen

source: sent at
tr: gönderilme zamanı

source: read at
tr: okunma Zamanı

source: replied at
tr: cevaplanma zamanı

source: Sender deleted at
tr: Gönderici sildi:

source: Recipient deleted at
tr: Alıcı sildi:

source: Messages
tr: Mesajlar

source: New Message: %(subject)s
tr: Yeni Mesaj: %(subject)s

source: Message successfully sent.
tr: Mesaj başarıyla gönderildi

source: Re: %(subject)s
tr: Cvp: %(subject)s

source: Message successfully deleted.
tr: Mesaj başarıyla silindi

source: Message successfully recovered.
tr: Mesaj başarıyla geri alındı

source: You have deleted the message '%(message)s'.
tr: '%(message)s' mesajını sildin.

source: You have deleted the message <a href="%(message_url)s">%(message)s</a>.
tr: <a href="%(message_url)s">%(message)s</a> mesajını sildin

source: %(message_sender)s has sent you a message: %(message)s %(message_body)s http://%(current_site)s%(message_url)s
tr: %(message_sender)s sana mesaj gönderdi: %(message)s %(message_body)s http://%(current_site)s%(message_url)s

source: Inbox
tr: Gelen Kutusu

source: Sent Messages
tr: Gönderilen Mesajlar

source: New Message
tr: Yeni Mesaj

source: Trash
tr: Çöp

source: Send
tr: Gönder

source: Outbox
tr: Giden Kutusu

source: Received
tr: Alındı

source: Action
tr: Aksiyon

source: delete
tr: Sil

source: No messages.
tr: Mesaj yok

source: Reply
tr: Cevapla

source: Sent
tr: Gönderildi

source: Deleted Messages
tr: Silinmiş MEsajlar

source: Date
tr: Tarih

source: View Message
tr: Mesajı Görüntüle

source: Delete
tr: Sil

source: Hide my name
tr: Adımı Gizle

source: Separate the usernames with comma which you request answer. You can only request answer from your followers
tr: Cevaplamasını istediğin kullanıcı adlarını virgülle ayır. Sadece takip ettiğin kullanıcılardan talepte bulunabilirsin.

source: Is Anonymouse
tr: Gizli

source: Question
tr: Soru

source: You have to login to complete this action.
tr: Bu işlemi gerçekleştirmek için giriş yapmalısın.

source: You have send bad data.
tr: Bir mesaj gönderdin

source: Action not found
tr: Hareket bulunamadı

source: Title
tr: Başlık

source: Description
tr: Açıklama

source: Draft
tr: Taslak

source: Published
tr: Yayında

source: Deleted by Owner
tr: Sahibi Tarafından Silinmiş

source: Deleted by Admins
tr: Adminler Tarafından Silinmiş

source: Everyone
tr: Herkese

source: Followers
tr: Takipçileri

source: NSFW
tr: AYIP

source: Visible For
tr: Şuna Görünür

source: Uploading
tr: Yükleniyor

source: Complete
tr: Tamamlandı

source: Failed
tr: Bitirilemedi

source: Your story deleted.
tr: Hikayen silindi

source: Your story published.
tr: Hikayen yayınlandı.

source: Your story updated
tr: Hikayen güncellendi

source: md5sum and size required.
tr: md5sum ve size gerekli.

source: File is too big to upload.
tr: Dosya boyutu çok büyük

source: post method required.
tr: post metodu gerekli.

source: Story questions with pics.
tr: Sorulara görsellerle cevap ver

source: Wall
tr: Duvar

source: Questions
tr: Sorular

source: Pending Questions
tr: Bekleyen Sorular

source: Follow Requests
tr: Takipçi Olma Talepleri

source: PM's
tr: Özel Mesajlar

source: Notifications
tr: Bildirimler

source: Top Users
tr: Sevdicekler

source: IRC
tr: Chat

source: Login
tr: Giriş Yap

source: Menu
tr: Menü

source: Suggestions
tr: İstek & Öneri

source: Non of the images & content that appear at this site are real. Site content might not be convenient for kids & minors. Users who create the questions & share the images are responsible and liable from their content. Every content should be conveniently credited. By the way Why do you just copy when you can create something original?
tr: Bu sitedeki fotoğrafların hiç biri gerçek değildir. Site içeriği küçükler için sakıncalı olabilir. Sorulardan ve gönderilen cevaplardan göndericileri sorumludur. Kaynak göstermeden alıntılanamaz. Zaten niye alıntılıyorsun?

source: suggestions
tr: istek & öneri

source: %(pending_follow_requests)s user(s) want to become your disciples. In order to take a look at the request(s) please <a href="%(the_pending_url)s" title="Click here!">click here.</a>
tr: %(pending_follow_requests)s kişi müridin olmak istiyor. Bekleyen talep(leri) incelemek için <a href="%(the_pending_url)s" title="Buraya tıkla!">buraya tıkla.

source: Your email isn't registered. You can't receive the notifications related with questions & answers. Also you wouldn't be able to use the password reminder option. Please <a href="%(the_emailform_url)s" title="Click here!">click here</a> to register your email.
tr: E-posta adresin kayıtlı olmadığı için sorulara ve cevaplara ilişkin bildirimleri alamıyorsun. Ayrıca şifreni unutursan hatırlatma servisini de kullanamayacaksın. Lütfen <a href="%(the_emailform_url)s" title="Buraya tıkla!">buraya tıklayarak</a> e-posta adresini kaydet.

source: Some of your answers lack the visibility information. Please <a href="%(the_fixanswers_url)s" title="Click here!">click here</a> to update your answers and decide who can be able to see them.
tr: Görünürlüğü belirsiz cevapların var. Lütfen <a href="%(the_fixanswers_url)s">buraya tıklayarak</a> cevaplarını düzenle.

source: Resm.in is a question-answer platform that you answer questions by posting photo stories.
tr: Resm.in sorulara foto hikayelerle verilen soru-cevap platformudur.

source: You can use resm.in to share information, meet new people or learn useful things.
tr: Resm.in'i bilgi paylaşmak, yeni insanlarla tanışmak ve kullanışlı bilgiler edinmek için kullanabilirsin.

source: Seems like you're not following anyone so there's nothing to display from your followings. Use your imagination to find some people to follow.
tr: Görünüşe bakılırsa hiç kimseyi takip etmediğinden dolayı burada gösterecek hiç bir şey yok. Takip edecek birilerini bulmak için hayal gücünü kullan.

source: Follow Us
tr: Bizi Takip Et

source: Recommened Questions
tr: Önerilen Sorular

source: Update Email
tr: E-Posta Güncelle

source: We'll use your e-mail address to send you notifications when it's necessary and we'll never share it with other people.
tr: Adresini bildirim gereken durumlarda sana e-posta atmak için kullanacağız ve kimseye vermeyeceğiz.

source: Submit your e-mail
tr: Gönder

source: The link that you've clicked isn't valid. You might try it again.
tr: Tıkladığın link yanlış ya da tarihi geçmiş. Tekrar denesen iyi olacak.

source: We just sent a link to your e-mail. You can confirm the action clicking on it.
tr: E-posta adresine bir link gönderdik, ona tıklayarak işlemi tamamlayabilirsin.

source: Restricted Follower
tr: Kısıtlı Takipçi

source: Make him/her unfollow you.
tr: Takipçin olmaktan çıkar.

source: Discard from Followers
tr: Takipçim Olmaktan Çıkar

source: This user will be your follower but will only see your public posts.
tr: Bu kulanıcı takipçin olacak ama sadece herkese açık gönderilerini görebilecek.

source: Make Restricted Follower
tr: Kısıtlı Takipçi Yap

source: Make Follower
tr: Takipçim Yap

source: Previous Users
tr: Önceki Kullanıcılar

source: Next Users
tr: Sonraki Kullanıcılar

source: Followings
tr: Takip Edenleri

source: Users receiving most hearts
tr: En çok kalp toplayan kullanıcılar

source: Invitations
tr: Davetiyeler

source: Congrats :) You have invitations.
tr: Tebrikler :) Davetiyeleriniz var.

source: You don't have any invitations :(
tr: Hiç davetiyen yok :(

source: <a href="%(password_reset_url)s">Forgotten password?</a>
tr: Şifreni unuttuysan <a href="%(password_reset_url)s">belki de buraya tıklarsın</a>?

source: Sign in <span class="f_weak c_weak wn">or <a href="%(register_url)s">get registered</a>?</span>
tr: Giriş yap <span class="f_weak c_weak wn">veya <a href="%(register_url)s">kayıt ol</a>?</span>

source: Update Notification Preferences
tr: Bildirim Tercihleri Güncelle

source: Event
tr: Etkinlik

source: Send Site Notification
tr: Sitede Bildir

source: Send Email Notification
tr: Eposta İle Bildir

source: Save
tr: Kaydet

source: <a href="%(url)s">%(username)s</a> wants to be your follower.
tr: <a href="%(url)s">%(username)s</a> takipçin olmak istiyor

source: Accept
tr: Kabul et

source: Add to Restricted
tr: Kısıtlılara Ekle

source: Decline
tr: Görmezden Gel

source: There are no pending follow requests.
tr: Bekleyen takip talebin yok.

source: Share your resm.in profile on your social media accounts to get more followers.
tr: Daha fazla müridin olması için resm.in profilini sosyal medya hesaplarında paylaş.

source: Update Preferences
tr: Tercihleri Güncelle

source: In order to get signed up at <a href="/">Resm.in</a> you need an invitation code.
tr: <a href="/">Resm.in</a>'e kayıt olabilmek için bir davetiye koduna ihtiyacın var.

source: You can ask for an invitation code from a friend who has a resm.in account, or use your imagination.
tr: Resm.in hesabı olan birinden davet kodu isteyebilir ya da bulmak için hayal gücünü kullanabilirsin.

source: Register
tr: Kayıt Ol

source: or
tr: veya

source: Sign in
tr: Giriş yap

source: Update Profile
tr: Profili Güncelle

source: Like
tr: Kalp

source: Story
tr: Hikaye

source: Follower
tr: Takipçi

source: Following
tr: Takip Edilen

source: Blocking this user means that you wouldn't dispose any of your questions or answers while you wouldn't be to see any question or answer. Is this cool?
tr: Bu kullanıcıyı engellersen onun soru ve cevaplarını göremeyeceğin gibi, o da senin soru ve cevaplarını göremeyecek. Yakışıklı mıyım?

source: As you unblock you'd be able to see questions & answers by this user who would also be able to access your contributions. Am I magnificient?
tr: Bu kullanıcının engelini kaldırırsan onun soru ve cevaplarını görebileceksin. O da senin soru ve cevaplarını görebilecek. Harika mıyım?

source: You want to be a disciple of this user. You're nuts...
tr: Bu kullanıcının müridi olmak istiyorsun, Çılgınsın?

source: Me don't want no more contact with this user. Ummmm are you bored?
tr: Artık bu kullanıcının müridi olmak istemiyorsun, Gıcık etti?

source: Log Out
tr: Çıkış Yap

source: Unblock
tr: Engeli Kaldır

source: Send PM
tr: Özel mesaj gönder

source: Unfollow
tr: Takipten Çık

source: Your follow request sent
tr: Takip İsteği Gönderilmiş

source: Follow
tr: Takip Et

source: Block
tr: Engelle

source: anonymouse
tr: gizli kullanıcı

source: Update
tr: Güncelle

source: Cancel
tr: İptal

source: To confirm email address click the link below
tr: Eposta adresini belirlemek için aşağıdaki linke tıkla

source: E-mail confirmation
tr: E-Posta onayı

source: Previous Answers
tr: Önceki Hikayeler

source: Next Answers
tr: Sonraki Cevaplar

source: No new notifications.
tr: Yeni bildirim yok.

source: New comments arrived on your answer :)
tr: Cevabına yeni yorumlar geldi :)

source: You have %(num_of_comments)s new comments your answer.
tr: Cevabına %(num_of_comments)s yeni yorum geldi.

source: %(comment_owner)s commented on your answer. Click link below to see it:
tr: %(comment_owner)s cevabına yorum yaptı. Görmek için aşağıdaki bağlantıya tıkla:

source: New comment on your answer.
tr: Cevabına yeni yorum geldi

source: %(comment_owner)s commented on your answer.
tr: %(comment_owner)s cevabına yorum yaptı

source: Clink link below to see that users profile:
tr: Kullanıcının profilini görüntülemek için aşağıdaki bağlantıya tıkla:

source: User accepted your follow request.
tr: Kullanıcı takip talebini kabul etti.

source: %(username)s accepted your follow request.
tr: %(username)s takip talebini kabul etti

source: %(username)s answered "%(question)s" by your request.
tr: %(username)s isteğin üzerine "%(question)s" sorusuna cevap verdi.

source: Click link below to see that answer.
tr: Cevabı görüntülemek için aşağıdaki linke tıkla

source: %(username)s answered your question.
tr: %(username)s sorunu cevapladı.

source: <strong>%(username)s</strong> answered <strong>%(question)s</strong> by your request.
tr: <strong>%(username)s</strong> senin isteğin üzerine <strong>%(question)s</strong> sorusuna cevap verdi.

source: An anonymouse user asked:
tr: Gizli kullanıcı sordu:

source: %(username)s asked:
tr: %(username)s sordu:

source: Click link below to see pending question:
tr: Cevabı görüntülemek için aşağıdaki linke tıkla

source: Somebody asked you a question.
tr: Biri sana soru sordu.

source: <a href="%(url)s">%(username)s</a> asked:
tr: <a href="%(url)s">%(username)s</a> sordu:

source: These users liked your answer:
tr: Şu kullanıcılar cevabını beğendi:

source: You have some love from resm.in
tr: Resm.in'den kalpler.

source: Users liked your answer:
tr: Kullanıcılar cevabını beğendi:

source: %(username)s liked your answer. Seems like you've started doing things well.
tr: %(username)s cevabını beğendi. Anlaşılan o ki bir şeyleri doğru yapmaya başladın.

source: %(username)s liked your answer.
tr: %(username)s cevabını beğendi.

source: ago
tr: önce

source: Answer
tr: Cevapla

source: Reject
tr: Reddet

source: There are no pending answer requests.
tr: Bekleyen cevap talebin yok.

source: Share your resm.in profile on your social media accounts to get more answer requests.
tr: Daha fazla soru alabilmek için resm.in profil linkini sosyal medya hesaplarında paylaş.

source: If the question you're searching for wasn't previously asked, <a class="imp" href="#" onclick="$('#create_form').show('slow'); $('#search_form').hide('slow');">click here</a> to ask it now.
tr: Aradığın soru daha önce sorulmamış ise <a class="imp" href="#" onclick="$('#create_form').show('slow'); $('#search_form').hide('slow');">buraya tıklayarak</a> sen sorabilirsin.

source: Search
tr: Ara

source: Submit
tr: Gönder

source: %(s_count)s answers / %(f_count)s followers
tr: %(s_count)s cevap / %(f_count)s takipçi

source: Request Answer
tr: Cevap İste

# follow
source: Unfollow
tr: Takipten Çık

source: Follow
tr: Takip Et

source: <a class="imp" href="%(login_url)s">Login</a> to post an answer.
tr: Cevaplayabilmek için <a class="imp" href="%(login_url)s">giriş yap</a>.

source: Public
tr: Herkesten

source: Private
tr: Özel

source: Shows latest answers first.
tr: En son cevaplar

source: Latest
tr: Son Cevaplar

source: Show answers with most hearts first.
tr: En çok kalplenenler

source: Popular
tr: Popüler

source: Shows answers that is marked as qualified content by our admins.
tr: Editörlerin seçtikleri

source: Story is deleted by it's owner
tr: Bu cevap sahibi tarafından silinmiş

source: Story is deleted by admins
tr: Bu cevap adminler tarafından silinmiş

source: This story is not visible for you
tr: Bu cevabı görmeye hakkın yok

source: This story is currently in draft status, click publish to make it visible for others.
tr: Bu hikaye şu anda müsvette durumunda, yayınla butonuna basarak başkaları için görünür hale getir.

source: Publish
tr: Yayınla

source: Answer by an anonymouse user
tr: Gizli kullanıcı tarafından paylaşıldı

source: Answer by <a href="%(story_owner_url)s">%(story_owner)s</a>
tr: <a href="%(story_owner_url)s">%(story_owner)s</a> tarafından paylaşıldı

source: Visible to
tr: Şuna Görünür

source: Posted at
tr: Oluşturulma Zamanı

source: %(count)s people liked
tr: kişi beğendi

source: Likers can be seen by owner of story.
tr: Kalpleyenler hikaye sahibi tarafından görüntülenebilir.

source: Actions
tr: Hareketler

source: Rearrange Images
tr: Görselleri Düzenle

source: Edit Title and Descriptions
tr: Başlık ve Açıklamaları Düzenle

source: Click here if you're sure to delete.
tr: Silmeye eminsen buraya tıkla.

source: This story is visible for followers.
tr: Bu hikaye sadece takipçilere açık

source: No Answers Found Here
tr: Burada Hiç Cevap Yok
